OpenFOAM/OpenFOAM-5.x/tutorials/mesh/foamyHexMesh/mixerVessel/system/collapseDict
collapseDict.collapseFaces